tap "hashicorp/tap"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "lencx/nofwl"
tap "ngrok/ngrok"
brew "openjdk"
brew "bfg"
brew "cloudflared"
brew "composer"
brew "docker"
brew "docker-compose"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "imagemagick"
brew "lazygit"
brew "ncdu"
brew "telnet"
brew "tig"
brew "hashicorp/tap/vault"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "anydesk"
cask "bettermouse"
cask "bluestacks"
cask "cloudflare-warp"
cask "copyq"
cask "dbeaver-community"
cask "devtunnel"
cask "discord"
cask "google-chrome"
cask "google-chrome-canary"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "lunar"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "mullvadvpn"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "parsec"
cask "qbittorrent"
cask "rancher"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "apollographql.vscode-apollo"
vscode "atlassian.atlascode"
vscode "attilabuti.vscode-mjml"
vscode "bbenoist.nix"
vscode "bierner.comment-tagged-templates"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "codesandbox-io.codesandbox-projects"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.heygithub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "heybourn.headwind"
vscode "jnoortheen.nix-ide"
vscode "kevinrose.vsc-python-indent"
vscode "kumar-harsh.graphql-for-vscode"
vscode "l13rary.l13-diff"
vscode "lunaryorn.fish-ide"
vscode "max-ss.cyberpunk"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "netcorext.uuid-generator"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pkief.material-icon-theme"
vscode "plievone.vscode-template-literal-editor"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "sanity-io.vscode-sanity"
vscode "sastan.twind-intellisense"
vscode "skyapps.fish-vscode"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "whatwedo.twig"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
vscode "ziyasal.vscode-open-in-github"
vscode "zoellner.openapi-preview"
vscode "zoma.vscode-auto-open-workspace"
